/* Alert: All installed applications, content, and settings will be moved to the trash. */
"All installed applications, content, and settings will be moved to the trash." = "Toutes les applications installées, le contenu et les réglages seront placés dans la Corbeille.";

/* Alert: Are you sure you want to reset the iOS Simulator content and settings? */
"Are you sure you want to reset the iOS Simulator content and settings?" = "Souhaitez-vous vraiment réinitialiser le contenu et les réglages de Simulateur iOS ?";

/* Click Relaunch to try again. */
"Click Relaunch to try again." = "Cliquez sur Relancer pour réessayer.";

/* Button: Don't Reset */
"Don't Reset" = "Ne pas réinitialiser";

/* Message to developer tool: iOS Simulator cannot communicate with SpringBoard. */
"iOS Simulator cannot communicate with SpringBoard." = "Simulateur iOS ne peut pas communiquer avec SpringBoard.";

/* Alert: iOS Simulator could not find the application to simulate */
"iOS Simulator could not find the application to simulate" = "Simulateur iOS n’a pas pu trouver l’application à simuler.";

/* Alert: iOS Simulator could not find the SDK. The SDK may need to be reinstalled. */
"iOS Simulator could not find the SDK. The SDK may need to be reinstalled." = "Simulateur iOS n’a pas pu trouver le kit de développement logiciel. Il est peut-être nécessaire de réinstaller ce dernier.";

/* Message to developer tool: iOS Simulator failed to find the process ID of %@. */
"iOS Simulator failed to find the process ID of %@." = "Simulateur iOS n’a pas pu trouver l’identifiant de processus de %@.";

/* Message to developer tool: iOS Simulator failed to install the application. */
"iOS Simulator failed to install the application." = "Simulateur iOS n’a pas pu installer l’application.";

/* Message to developer tool: iOS Simulator is busy opening another application. */
"iOS Simulator is busy opening another application." = "Simulateur iOS est en train d’ouvrir une autre application.";

/* Alert: Only one iOS Simulator can run at a time. */
"Only one iOS Simulator can run at a time." = "Un seul Simulateur iOS peut être exécuté à la fois.";

/* Alert: Please choose application to run inside iOS Simulator */
"Please choose application to run inside iOS Simulator" = "Choisissez une application à exécuter dans Simulateur iOS";

/* Alert: Please choose the folder containing the iOS Simulator SDK. */
"Please choose the folder containing the iOS Simulator SDK." = "Choisissez le dossier du kit de développement logiciel de Simulateur iOS.";

/* Alert: Please quit iOS Simulator and try again. */
"Please quit iOS Simulator and try again." = "Veuillez quitter Simulateur iOS et réessayer.";

/* Button: Quit */
"Quit" = "Quitter";

/* Button: Relaunch */
"Relaunch" = "Relancer";

/* Button: Switch SDK… */
"Switch SDK" = "Changer de SDK…";

/* Button: Don't Reset */
"Reset" = "Réinitialiser";

/* Message to developer tool: SpringBoard failed to launch application with error: %d */
"SpringBoard failed to launch application with error: %d" = "SpringBoard n’a pas pu lancer l’application (erreur : %d)";

/* Message to developer tool: The application that opened iOS Simulator failed to send all of the required information. */
"The application that opened iOS Simulator failed to send all of the required information." = "L’application qui a ouvert Simulateur iOS n’a pas pu envoyer toutes les informations requises.";

/* Alert: The simulated application quit unexpectedly. */
"The simulated application quit unexpectedly." = "L’application simulée s’est fermée de manière inattendue.";

/* Message to developer tool: The simulated application quit. */
"The simulated application quit." = "L’application simulée s’est fermée.";

/* Message to developer tool: This version of iOS Simulator doesn't support version %d messages */
"This version of iOS Simulator doesn't support version %d messages" = "Cette version de Simulateur iOS ne prend pas en charge les messages de la version %d.";

/* Accessibility description of the Home button */
"home.button.description" = "Bouton principal";

/* Accessibility description of the AXGroup that contains the simulator */
"simulator.window.description" = "Simulateur";

/* Title for the TV Out window */
"TV_OUT_WINDOW_TITLE" = "Sortie téléviseur";

/* Screenshot filename */
"iOS Simulator Screen shot %@" = "Capture d’écran du Simulateur iOS %@";